{
    "pages": [
     {
      "name": "page1",
      "elements": [
       {
        "type": "html",
        "name": "question1",
        "html": "<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Informasi Darah dan Produk Darah</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            line-height: 1.6;\n            margin: 20px;\n        }\n        b {\n            font-size: 1.5em; /* Ukuran font untuk judul */\n        }\n        p {\n            font-size: 1.2em; /* Ukuran font untuk paragraf */\n        }\n    </style>\n</head>\n<body>\n    <b>1. APA ITU DARAH DAN PRODUK DARAH?</b>\n    <p>Darah yang mengalir dalam tubuh manusia adalah cairan yang mempunyai banyak kegunaan. Salah satu kegunaannya adalah mengantarkan oksigen dan makanan ke dalam sel. Untuk itu, darah mempunyai banyak komponen yang membuat darah menjadi cairan yang kompleks. Sebagai satu kesatuan darah biasanya disebut sebagai Darah lengkap atau Whole Blood/WB.</p>\n    <p>Darah lengkap ini bisa dipisahkan menjadi beberapa bagian yang biasa dikenal sebagai Komponen Darah atau Produk Darah. Beberapa komponen darah yang biasa diberikan adalah:</p>\n    <p>a. Sel Darah Merah atau Eritrosit; Sel darah yang membawa oksigen ke dalam sel.</p>\n    <p>b. Sel Darah Putih atau Leukosit; Sel darah yang menjaga tubuh dari penyakit infeksi seperti bakteri.</p>\n    <p>c. Keping Darah atau Trombosit; Sel darah yang menghentikan perdarahan untuk sementara.</p>\n    <p>d. Plasma; terdiri dari 92% air, 7% protein, 1% mineral. Sesuai kebutuhan, plasma dapat dibagi lagi menjadi beberapa bagian seperti faktor pembekuan, albumin, dan globulin.</p>\n\n    <b>2. KENAPA ANDA DAN KELUARGA ANDA MEMBUTUHKAN PEMBERIAN DARAH DAN PRODUK DARAH?</b>\n    <p>Pemberian darah dan produk darah yang biasa dikenal sebagai transfusi darah, biasanya perlu dilakukan ketika seseorang mengalami suatu hal yang menyebabkan darah atau komponen darah berkurang, baik dalam jumlah maupun fungsinya. Salah satu hal yang mungkin menyebabkan anda membutuhkan darah adalah pelaksanaan operasi dengan perdarahan yang banyak.</p>\n    <p>Dokter memutuskan untuk memberikan darah setelah mempertimbangkan banyak hal seperti keadaan kesehatan anda dan riwayat penyakit yang pernah anda derita. Anda bisa menanyakan lebih lanjut mengenai alasan pemberian darah ini kepada dokter yang merawat anda.</p>\n\n    <b>3. DARI MANA DARAH YANG DIBERIKAN BERASAL?</b>\n    <p>Darah yang anda terima berasal dari seseorang yang menyumbangkan darah. Umumnya, darah yang ditransfusikan kepada pasien di RSUD Sijunjung adalah darah yang disumbangkan di Unit Transfusi Darah PMI Kabupaten Sijunjung.</p>\n\n    <b>4. APA MANFAAT PEMBERIAN DARAH DAN PRODUK DARAH?</b>\n    <p>Darah dan produk darah diberikan dengan maksud untuk menyelamatkan nyawa atau untuk memperbaiki kualitas hidup dari seseorang.</p>\n\n    <b>5. APA RISIKO DARI PEMBERIAN DARAH DAN PRODUK DARAH?</b>\n    <p>Seperti umumnya tindakan medik yang lain, pemberian darah dan produk darah mempunyai berbagai risiko. Namun, darah yang diberikan telah melalui berbagai proses yang membuat risiko ini menjadi sangat kecil.</p>\n    <p>Beberapa risiko yang mungkin terjadi mencakup:</p>\n    <p>a. Penularan Penyakit Menular Melalui Transfusi Darah, seperti penularan HIV, Hepatitis B, Hepatitis C, dan Sifilis. Darah yang berasal dari Unit Transfusi Darah PMI Kabupaten Sijunjung telah melalui proses pemeriksaan terhadap keempat penyakit tersebut di atas. Bila hasil pemeriksaan memperlihatkan adanya kemungkinan darah didapatkan dari pendonor yang memiliki salah satu dari penyakit ini, maka darah tersebut akan dibuang.</p>\n    <p>b. Reaksi transfusi darah ringan dan sementara. Reaksi transfusi yang ringan dan sementara dapat terjadi pada 1 dari 100 pasien yang mendapat transfusi. Hal yang biasanya terjadi dapat berupa demam, menggigil, atau timbulnya bengkak atau warna kemerahan pada kulit. Beritahu kepada dokter apabila hal ini pernah terjadi pada pelaksanaan transfusi sebelumnya atau bila hal ini terjadi saat pelaksanaan transfusi.</p>\n    <p>c. Alloimunisasi atau pembentukan zat kekebalan atau antibodi. Pada beberapa keadaan, pemberian darah dan produk darah dapat menyebabkan tubuh membuat zat kekebalan atau antibodi terhadap darah yang diberikan. Umumnya hal ini tidak menimbulkan gejala dan tidak membahayakan nyawa pasien. Namun, pemeriksaan tambahan biasanya perlu dilakukan sebelum pelaksanaan pemberian darah dan produk darah berikutnya.</p>\n\n    <b>6. MENGAPA ANDA/KELUARGA HARUS MENUNGGU DARAH YANG DIMINTA OLEH DOKTER UNTUK DIPROSES SEBELUM DITRANSFUSIKAN?</b>\n    <p>Walaupun golongan darah yang terdapat dalam kantong darah sama dengan golongan darah pasien, sesuai standar yang ditetapkan WHO setiap darah yang akan ditransfusikan harus dilakukan uji pra transfusi (uji kecocokan/uji silang serasi) terlebih dahulu, sebelum ditransfusikan ke tubuh pasien.</p>\n    <p>Hal ini dimaksud untuk menghindari ketidakcocokan yang masih mungkin terjadi sekalipun golongan darah sistem ABO dan Rhesus sudah sama. Untuk prosedur ini diperlukan waktu +90 menit (sangat tergantung dengan jumlah pasien yang akan dikerjakan). Uji ini dilakukan dalam 2 jenis pemeriksaan (mayor dan minor) dengan tiga tahapan (fase 1 s/d 3), sehingga kesabaran anda menunggu merupakan salah satu kunci ketenangan dan ketelitian petugas kami dalam menjalankan seluruh proses uji pra transfusi tersebut.</p>\n\n    <b>7. KENAPA ANDA HARUS MEMBAYAR UNTUK PEMBERIAN DARAH DAN PRODUK DARAH?</b>\n    <p>Darah diberikan secara cuma-cuma atau gratis oleh orang yang menyumbangkan darah. Namun, darah tersebut perlu diolah terlebih dahulu sebelum diberikan kepada pasien. Pengolahan ini menimbulkan biaya yang biasa disebut sebagai biaya pengganti pengolahan darah atau service cost.</p>\n    <p>Beberapa pengolahan yang membutuhkan biaya tersebut mencakup:</p>\n    <p>a. Rekrutmen Donor atau usaha untuk mencari donor darah sehingga persediaan darah cukup dan pasien tidak perlu menunggu lama sebelum bisa mendapatkan darah.</p>\n    <p>b. Proses pendonoran darah yang memerlukan biaya seperti pembelian kantong darah dan berbagai alat pendukung proses pendonoran darah.</p>\n    <p>c. Pemeriksaan keadaan darah seperti pemeriksaan terhadap penyakit menular lewat transfusi darah dan pemeriksaan kecocokan antara pasien dengan donor.</p>\n\n    <b>8. APA PILIHAN YANG DAPAT ANDA AMBIL?</b>\n    <p>Beberapa pilihan mengenai transfusi yang dapat anda ambil adalah:</p>\n    <p>a. Transfusi Autologus. Transfusi Autologus adalah pemberian darah yang diambil dari tubuh pasien sendiri. Cara ini umumnya dapat dilakukan pada pasien yang akan menjalani operasi.</p>\n    <p>b. Transfusi darah dari keluarga. Transfusi darah dari keluarga adalah pemberian darah yang didonorkan oleh keluarga pasien. Unit Transfusi Darah PMI Kabupaten Sijunjung biasanya membutuhkan waktu sekitar 12 jam untuk melakukan pemprosesan darah sebelum pemeriksaan kecocokan antara pasien dan donor bisa dilakukan.</p>\n    <p>c. Tidak transfusi. Pilihan ini mempunyai risiko terhadap kesehatan pasien. Diskusikan kemungkinan yang dapat terjadi bila anda menolak pemberian darah dan produk darah dengan dokter yang merawat anda.</p>\n\n    <b>9. HAL LAIN</b>\n    <p>Anda mempunyai hak untuk menanyakan dan mendiskusikan lebih lanjut mengenai berbagai hal mengenai pemberian darah dan produk darah dengan dokter yang merawat anda. Jangan ragu untuk melakukan hal tersebut.</p>\n</body>\n</html>\n"
       }
      ],
      "title": "CATATAN EDUKASI PEMBERIAN DARAH DAN PRODUK DARAH"
     }
    ]
   }